{
  "provider": "dgfip",
  "scopes": [
    {
      "name": "dgfip_revenu_fiscal_de_reference",
      "humanName": "DGFIP - Revenu fiscal de référence (RFR) et nombre de parts"
    },
    {
      "name": "dgfip_adresse_fiscale_de_taxation",
      "humanName": "DGFIP - Adresse fiscale de taxation au 1er janvier"
    }
  ],
  "cguLink": "/static/docs/cst-dgfip.pdf",
  "text": {
    "title": "Demande d'accès à l'API Impôts Particulier",
    "intro": "<div> <p>Dans le cadre du programme « Dites-le nous une fois - Particuliers», visant à simplifier les démarches administratives des usagers, l&apos;API « Impôt Particulier » permet de récupérer des informations fiscales des usagers de façon à leur éviter la transmission de leur avis d&apos;imposition papier.</p> <p>Ce portail permet de faciliter le raccordement du téléservice des fournisseurs de service à l&apos;API « Impôt Particulier ».</p> <p>Pour cela, il vous sera demandé de compléter le plus précisément possible les informations sur :</p> <ul> <li>le fondement juridique</li> <li>les données nécessaires à la démarche administrative</li> <li>la volumétrie de sollicitation de l&apos;API</li> <li>la protection des données personnelles.</li> </ul> <p>Un outil, conçu par la DGFiP et la DINSIC, est par ailleurs mis à votre disposition pour pouvoir tester l&apos;authentification SSL et concevoir vos bouchons .</p> <p>Ce portail permet de faciliter le raccordement du téléservice des fournisseurs de service à l&apos;API « Impôt Particulier ».</p> </div>"
    },
  "description": {
    "demarche": "<p>Pour pouvoir bénéficier du raccordement à l&lsquo;API Impôts Particulier, le cadre légal et réglementaire des fournisseurs de service doit permettre à la DGFIP de transmettre des données fiscales  à votre entité administrative.</p> <p>Il vous est donc demandé de préciser les références du fondement légal de votre droit à demander ces informations (délibération du conseil municipal, décret …) ainsi que les informations relatives à votre téléservice.</p> </section> <div className='form__group'> <label htmlFor='fournisseur_de_service'>Sélectionnez le Fournisseur de Service FranceConnect pour lequel vous souhaitez un raccordement</label> <p><a className='button' href={FRANCE_CONNECT_AUTHORIZE_URI}>Se connecter auprès de France Connect afin de récupérer mes démarches</a></p>",
    "cgu": "<p>Votre raccordement à l&lsquo;API « Impôt Particulier » nécessite l&lsquo;acceptation de la convention d&lsquo;adhésion fixant vos engagements et ceux de la DGFIP et la DINSIC. <br /> Les liens ci-dessous vous permettront de visualiser la convention type ainsi que ses annexes. <br /> La convention générée à l&lsquo;issue de votre demande de raccordement contiendra l&lsquo;ensemble des éléments propres à votre situation. <br /> Cette convention sera publiée sur api.gouv.fr et sera accessible via vos identifiants FranceConnect.</p>"
  },
  "contacts": [
    {
      "id": "dpo",
      "heading": "Délégué à la protection des données",
      "description": "https://www.cnil.fr/fr/designation-dpo"
    },
    {
      "id": "responsable_traitement",
      "heading": "Responsable de traitement",
      "description": "https://www.cnil.fr/fr/definition/responsable-de-traitement"
    },
    {
      "id": "technique",
      "heading": "Responsable technique"
    }
  ]
}
